INSERT INTO service_category(name) VALUES
('Диагностика'),
('Анализы'),
('Похороны');

INSERT INTO service(service_category_id, name) VALUES
(1, 'Первичный осмотр'),
(1, 'Вторичный осмотр'),
(1, 'Процедура лечения'),
(2, 'Поссать в баночку'),
(3, 'Закопать, чтоб не мучился'),


INSERT INTO doctor(first_name, last_name, middle_name, gender) VALUES
('Иванов', 'Иван', 'Иванович', 1),
('Петров', 'Петр', 'Петрович', 1),

('Сергеев', 'Сергей', 'Сергеевич'),
('Викторов', 'Виктор', 'Викторович'),

('Денисов', 'Денис', 'Денисович', 1),
('Васильев', 'Василий', 'Васисльевич', 1);


INSERT INTO doctor_service(doctor_id, service_id) VALUES
(1, 1),
(2, 2),
(3, 3),
(4, 4),
(5, 5),
(6, 1);